Repository: eurolinux-enterprise-linux-sources/gnome-boxes
Catalog: src/help/*/*.po
Languages: cs, fr

source: <gui>System</gui> settings: shows running graphs of CPU, disk I/O and network activity. <gui>Memory</gui> and <gui>Maximum Disk Size</gui> sliders can be adjusted, and the <gui>Troubleshooting Log</gui> can be viewed. The <gui style="button">Force Shutdown</gui> button, which enables you to <link xref="shutdown">force a box to shut down</link>, the <gui style="button">Restart</gui> button, and the <gui>Run in background</gui> switch are on this tab.
cs: <gui>Systém</gui>: zobrazí běhové grafy CPU, diskových operací a síťové aktivity. Pomocí táhel si můžete nastavit <gui>Paměť</gui> a <gui>Maximální velikost disku</gui> a prohlédnout si <gui>Zaznamenané problémy</gui>. Na této kartě je tlačítko <gui style="button">Vynutit vypnutí</gui>, které vám dovolí <link xref="shutdown">přimět box k vypnutí</link>, tlačítko <gui style="button">Restart</gui> a přepínač <gui>Běžet na pozadí</gui>.

source: <gui>Devices &amp; Shares</gui>: the <gui style="button">Select</gui> button allows you to specify the path to a CD/DVD device or ISO. The <gui style="button">Remove</gui> button disconnects it. When the box is running, the USB devices connected to the host system are listed, and each can be controlled with an <gui>ON | OFF</gui> switch. <link xref="shared-folders">Shared Folders</link> between host and guest can be set for running machines which support spice-webdavd.
cs: <gui>Zařízení a sdílení</gui>: tlačítko <gui style="button">Vybrat</gui> umožňuje určit cestu k mechanice CD/DVD nebo k obrazu ISO. Tlačítko <gui style="button">Odstranit</gui> je odpojí. Pokud box zrovna běží, jsou vypsaná zařízení USB připojená k hostiteli a můžete je jednotlivě řídit přepínačem <gui>❙</gui>/<gui>○</gui>. <link xref="shared-folders">Sdílené složky</link> mezi hostitelem a hostem můžete nastavit jen na běžícím stroji, který podporuje spice-webdavd.

source: <gui>Snapshots</gui>: allows you to <link xref="snapshot-create">create</link> and manage snapshots of the box.
cs: <gui>Snímky</gui>: umožňuje <link xref="snapshot-create">vytvářet</link> a snímky boxů a provádět jejich správu.

source: The properties view can also be accessed using the wizard's <gui style="button">Customize</gui> button during local box setup. If the box is running, click the menu (<_:media-1/>) button in the header bar and select <gui>Properties</gui>.
cs: K zobrazení vlastností se dostanete také použitím tlačítka <gui style="button">Přizpůsobit</gui> při nastavování místního boxu. Pokud box běží, klikněte na tlačítko nabídky (<_:media-1/>) v hlavičkové liště a vyberte <gui>Vlastnosti</gui>.

source: Keystroke combinations can be sent from the menu.
cs: Jak z nabídky poslat kombinaci kláves.

source: Send a keystroke combination to a box
cs: Zaslání kombinace kláves do boxu

source: Some combinations of keystrokes are automatically directed to the host machine. To send a key sequence instead to the running guest:
cs: Některé kombinace kláves jsou automaticky přesměrovány do hostujícího stroje. Když chcete kombinaci kláves místo toho poslat do běžícího hosta:

source: Click the keyboard (<_:media-1/>) button in the header bar.
cs: Klikněte na tlačítko s klávesnicí (<_:media-1/>) v hlavičkové liště.

source: Click the key combination you want to send. The available key combinations are:
cs: Klikněte na kombinaci kláves, kterou chcete poslat. Dostupné kombinace kláves jsou:

source: If your guest operating system is Linux, you can often use one of these key sequences to switch to the first virtual console, and another to switch back to the graphical console. In a number of Linux distributions, <keyseq><key>Ctrl</key><key>Alt</key><key>F3</key></keyseq> will switch to the virtual console, and <keyseq><key>Ctrl</key><key>Alt</key><key>F1</key></keyseq> will switch back to the graphical desktop.
cs: Pokud je hostovaným operačním systémem Linux, můžete často používat kombinaci kláves pro přepnutí na první virtuální konzolu a jinou pro přepnutí zpět do grafické konzoly. V řadě linuxových distribucí <keyseq><key>Ctrl</key><key>Alt</key><key>F3</key></keyseq> přepíná do virtuální konzoly a <keyseq><key>Ctrl</key><key>Alt</key><key>F1</key></keyseq> přepíná zpět do grafické konzoly.

source: This work is licensed under a <_:link-1/>.
cs: Tato práce je licencována pod <_:link-1/>.
fr: Cet ouvrage est sous licence <_:link-1/>.

source: Specify RAM and maximum disk allocation.
cs: Jak určit RAM a maximální velikost disku.
fr: Définir la quantité de mémoire et attribuer l'espace disque maximum.

source: Adjust the system requirements of a box
cs: Přizpůsobení systémových požadavků boxu
fr: Allocation des besoins système d'une machine

source: In <app>Boxes</app>, each virtual machine has its own settings for RAM and maximum allocated disk space.
cs: V <app>Boxech</app> má každý virtuální stroj své vlastní nastavení operační paměti a maximálního přidělitelného diskového prostoru.
fr: Dans <app>Machines</app>, chaque machine virtuelle possède ses propres paramètres d'allocation mémoire et espace disque maximum.

source: Click the <gui>System</gui> tab.
cs: Klikněte na kartu <gui>Systém</gui>.

source: Adjust the <gui>Memory</gui> and <gui>Maximum disk size</gui> sliders to reflect the desired values.
cs: Pomocí posuvníků upravte <gui>Paměť</gui> a <gui>Maximální velikost disku</gui>, aby odpovídaly požadovaným hodnotám.

source: Diagnose problems with your box using the log file.
cs: Jak diagnostikovat problémy s boxem pomocí souboru se záznamem.
fr: Identifier les problèmes de votre machine grâce au journal de dépannage.

source: View the troubleshooting log of a box
cs: Zobrazení záznamu problémů s boxem

source: If a box is having a problem starting up or running, clues to help you fix the problem may be found in the trouble log. The trouble log displays the virtual machine state, the virtual machine libvirt configuration, and the QEMU hypervisor log.
cs: Pokud má box nějaký problém se spuštěním nebo během, můžete najít vodítko, které vás nasměruje k řešení, v záznamu problémů. Záznam zobrazí stav virtuálního stroje, nastavení libvirt pro daný virtuální stroj a záznam hypervizora QEMU.
fr: Si une machine ne démarre pas ou fonctionne mal, des indications vous permettant de résoudre le problème se trouvent dans le journal de dépannage. Celui-ci affiche l'état de la machine virtuelle, sa configuration libvirt et le journal de l'hyperviseur QEMU.

source: Click the <gui style="button">Troubleshooting Log</gui> button to view the log.
cs: Kliknutím na tlačítko <gui style="button">Záznamenané problémy</gui> zobrazíte záznam.

source: Quickly access a box by name.
cs: Jak se rychle dostat k boxu podle názvu.
fr: Accéder rapidement à une machine par le nom.

source: Search for a box
cs: Vyhledání boxu
fr: Recherche d'une machine

source: If there is more than one box, you can locate or filter boxes by name in the <link xref="interface#collection">collection view</link> or <link xref="interface#selection">selection mode</link>. Click the search icon, or just start typing to initiate a search.
cs: V případě, že boxů je povícero, můžete box v <link xref="interface#collection">zobrazení skupin</link> nebo v <link xref="interface#selection">režimu výběru</link> najít nebo vyfiltrovat podle názvu. Klikněte na ikonu hledání nebo prostě jen začněte psát název a vyhledávání začne.
fr: Si vous avez plusieurs machines, il est possible d'en localiser une particulière par son nom dans la <link xref="interface#collection">fenêtre de collection</link> ou en <link xref="interface#collection">mode sélection</link>. Cliquez sur l'icône de recherche, ou commencez simplement la saisie pour lancer la recherche.

source: Press <key>Esc</key> to dismiss the search.
cs: Zmáčknutím <key>Esc</key> hledání skryjete.
fr: Appuyez sur <key>Échap</key>pour interrompre la recherche.

source: Share folders between host and guest.
cs: Sdílení složek mezi hostitelem a hostem

source: Shared Folders
cs: Sdílení složek

source: If your virtual machine is running and contains spice-webdavd, you may want to set folders in your host system which you desire to browse from inside your virtual machine.
cs: Pokud váš virtuální stroj běží a obsahuje spice-webdavd, můžete si nastavit složky ve svém hostitelském systému, do kterých si přejete přistupovat z prostředí virtuálního stroje.

source: Make sure your virtual machine is running.
cs: Ujistěte se, že váš virtuální stroj běží

source: Right-click on the box in the collection view and select <gui>Properties</gui>, or click the menu (<_:media-1/>) button in the header bar and select <gui>Properties</gui>.
cs: Klikněte pravým tlačítkem na box v zobrazení skupin a vyberte <gui>Vlastnosti</gui>, nebo klikněte na tlačítko nabídky (<_:media-1/>) v hlavičkové liště a vyberte <gui>Vlastnosti</gui>.

source: Click the <gui>Devices &amp; Shares</gui> tab.
cs: Klikněte na kartu <gui>Zařízení a sdílení</gui>.

source: In the <gui>Folder Shares</gui> section you can view, remove, and create new shared folders.
cs: V části <gui>Sdílené složky</gui> můžete prohlížet, odebírat a vytvářet nové sdílené složky.

source: Operate <app>Boxes</app> using keyboard shortcuts.
cs: Jak pracovat s <app>Boxy</app> pomocí klávesových zkratek.
fr: Utiliser <app>Machines</app> à l'aide des raccourcis clavier.

source: Keyboard shortcuts
cs: Klávesové zkratky
fr: Raccourcis clavier

source: Various shortcuts can be used to operate Boxes. Besides mnemonics, the following shortcuts are available:
cs: Pří práci s Boxy můžete používat různé klávesové zkratky. Mimo horkých kláves jsou k dispozici následující:
fr: Différents raccourcis clavier permettent de naviguer dans <app>Machines</app>. Outre les mnémoniques, les raccourcis suivants sont disponibles :

source: Action
cs: Činnost

source: Shortcut
cs: Klávesová zkratka
fr: Raccourci

source: Create new virtual machine
cs: vytvořit nový virtuální stroj
fr: Créer une nouvelle machine virtuelle

source: Toggle search
cs: přepnout hledání
fr: Basculer le mode recherche

source: Go back
cs: jít zpět
fr: Reculer

source: Go forward
cs: jít vpřed
fr: Avancer

source: Cancel
cs: zrušit
fr: Annuler

source: Release mouse and keyboard grab
cs: Uvolnit zachytávání myši a klávesnice
fr: Relâcher la souris et saisir le clavier

source: Quit Boxes
cs: ukončit Boxy
fr: Quitter <app>Machines</app>

source: Shut down a box that has stopped working.
cs: Jak vypnout box, který přestal pracovat.
fr: Arrêter une machine ayant cessé de fonctionner.

source: Force a box to shut down
cs: Násilné vypnutí boxu
fr: Forcer une machine à s'arrêter

source: If a box stops responding, you can force it to shut down. This allows you to restart the virtual machine in the hope of returning it to its working state.
cs: Pokud box přestane reagovat, můžete si vynutit jeho vypnutí. To vám umožní restartovat virtuální stroj a doufat, že vše naběhne opět ve funkčním stavu.
fr: Si une machine ne répond plus, vous pouvez la forcer à s'arrêter. Vous pourrez ainsi la redémarrer en espérant la retrouver en état de fonctionner.

source: Open the <link xref="interface#properties">properties view</link> for the box. If the box is running, click the menu (<_:media-1/>) button in the header bar and select <gui>Properties</gui>.
cs: Otevřete <link xref="interface#properties">zobrazení vlastností</link> daného boxu. Pokud box běží, klikněte na tlačítko nabídky (<_:media-1/>) v hlavičkové liště a vyberte <gui>Vlastnosti</gui>.

source: Click the <gui style="button">Force Shutdown</gui> button.
cs: Klikněte na <gui style="button">Vynutit vypnutí</gui>.

source: Save the state of a box for later use.
cs: Jak uložit stav boxu pro pozdější použití.
fr: Enregistrer l'état d'une machine pour s'en servir plus tard.

source: Create a snapshot
cs: Vytvoření snímku
fr: Création d'un instantané

source: If your virtual machine is operating perfectly in a desired configuration, you may want to save the setup before it breaks because of a software upgrade or configuration change. Taking a snapshot of the box preserves the current state so you can return to it as often as you want.
cs: V případě, že virtuální stroj v požadovaném nastavení pracuje na výbornou, může být dobrý nápad si jej v tomto nastavení uložit pro případ, že by se poškodil při nějaké aktualizaci softwaru nebo změně nastavení. Pořízením snímku uchováte aktuální stav, takže se k němu můžete vrátit, kdykoliv budete chtít.
fr: Si votre machine virtuelle fonctionne parfaitement dans une configuration voulue, il serait sans doute utile d'en enregistrer le paramétrage avant qu'elle ne se casse à la suite d'une mise à niveau logicielle ou d'un changement de configuration. En prendre un instantané enregistre son état actuel et vous permettra ensuite d'y retourner à tout moment.

source: Snapshots include the exact state of your virtual machine disk and they can also include the memory data for boxes which are running at the moment of the snapshot creation.
cs: Snímky obsahují přesný stav disku virtuálního stroje a mohou také obsahovat data z paměti u boxů, které ve chvíli vytvoření snímku zrovna běžely.

source: Click the <gui>Snapshots</gui> tab.
cs: Klikněte na kartu <gui>Snímky</gui>.

source: Click <key>+</key> below the <gui>Snapshots</gui> list.
cs: Klikněte na <key>+</key> pod seznamem <gui>Snímky</gui>.
fr: Cliquez sur <key>+</key> en-dessous de la liste des <gui>Instantanés</gui>.

source: A snapshot is saved reflecting the current state of your box. It appears in the list.
cs: Uložený snímek bude odrážet aktuální stav vašeho boxu a objeví se v seznamu.
fr: Un instantané de l'état actuel de votre machine est enregistré. Il s'affiche dans la liste.

source: Remove a snapshot that you no longer need.
cs: Jak odstranit snímek, který již nepotřebujete.
fr: Supprimer un instantané dont vous n'avez plus besoin.

source: Delete a snapshot
cs: Smazání snímku
fr: Suppression d'un instantané

source: A snapshot that is no longer needed can be removed from the list.
cs: Snímek, který již nadále nepotřebujete, můžete odstranit ze seznamu.
fr: Vous pouvez supprimer de la liste un instantané dont vous n'avez plus besoin.

source: Select the snapshot to be deleted from the list.
cs: Vyberte snímek, který chcete ze seznamu odstranit.
fr: Sélectionnez l'instantané à supprimer dans la liste.

source: Click the gear button on the right and select <gui>Delete</gui>.
cs: Klikněte na tlačítko s ozubenými koly napravo a vyberte <gui>Smazat</gui>.

source: Give the snapshot a meaningful name.
cs: Jak dát snímku příhodnější název.
fr: Donner un nom significatif à l'instantané.

source: Rename a snapshot
cs: Přejmenování snímku
fr: Renommer un instantané

source: By default, a snapshot is given a generic name based on the timestamp, like:
cs: Standardně dostane snímek přidělen obecný název založený na časovém razítku, jako:
fr: Machines attribue par défaut un nom générique à l'instantané sur une base temps, du genre :

source: You may want to change the name to something more meaningful, such as:
cs: Můžete chtít změnit název na nějaký výstižnější, jako:
fr: Vous pouvez le modifier pour quelque chose de plus significatif, du style :

source: <file>Fedora_22_with_jhbuild</file> or <file>Windows 7 plus GTK+ 3.6.4</file>.
cs: <file>Fedora_22_s_jhbuild</file> nebo <file>Windows 7 plus GTK+ 3.6.4</file>.
fr: <file>Fedora_22_avec_jhbuild</file> ou <file>Windows 7 plus GTK+ 3.6.4</file>.

source: From the list, select the snapshot to be renamed.
cs: Vyberte v seznamu snímek, který chcete přejmenovat.

source: Click the gear button on the right and select <gui>Rename</gui>.
cs: Klikněte na tlačítko s ozubenými koly vpravo a vyberte <gui>Přejmenovat</gui>.

source: Type the desired name and press <gui style="button">Done</gui>.
cs: Napiště požadovaný název a zmáčkněte <gui style="button">Hotovo</gui>.

source: Change back to the state of a saved snapshot.
cs: Jak se vrátit zpět ke stavu, který je uložen ve snímku.
fr: Revenir à l'état d'un instantané enregistré.

source: Revert the state of a box
cs: Vrácení dřívějšího stavu boxu
fr: Retour à l'état antérieur d'une machine

source: <em>Reverting</em> to a snapshot restores the state of the virtual machine saved in that snapshot. The memory state also gets restored, bringing back running programs and settings at the exact same state of the snapshot creation.
cs: <em>Vrácením</em> na snímek se obnoví stav virtuálního stroj, který byl do snímku uložen. Obnoví se rovněž stav paměti, takže získáte běžící programy a nastavení v přesně tom stejném stavu, jako byl ve chvíli vytvoření snímku.

source: From the list, select the snapshot to which you want to revert.
cs: Vyberte v seznamu snímek, ke kterému se chcete vrátit.

source: Click the gear button on the right and select <gui>Revert to this state</gui>.
cs: Klikněte na tlačítko s ozubenými koly vpravo a vyberte <gui>Vrátit do tohoto stavu</gui>.

source: Changes made to the virtual machine since the snapshot was saved are discarded.
cs: Změny provedené ve virtuálním stroji od okamžiku uložení snímku budou zahozeny.
fr: Les modifications apportées à la machine postérieurement à la date d'enregistrement de l'instantané sont ignorées.

source: What is the technology used by Boxes?
cs: Které technologie Boxy využívají?
fr: Technologie utilisée par Machines

source: Boxes uses <app>qemu-kvm</app>, <app>libvirt-glib</app> and <app>spice-gtk</app> to allow users to easily manage virtual machines and connect to remote machines.
cs: Boxy využívají <app>qemu-kvm</app>, <app>libvirt-glib</app> a <app>spice-gtk</app>, aby umožnily uživateli jednoduše spravovat virtuální stroje a připojovat se ke vzdáleným strojům.
fr: Machines utilise <app>qemu-kvm</app>, <app>libvirt-glib</app> et <app>spice-gtk</app> pour permettre aux utilisateurs de gérer les machines virtuelles et de se connecter à des machines distantes facilement.

source: QEMU with KVM
cs: QEMU s KVM
fr: QEMU avec KVM

source: <app>QEMU</app> is a machine emulator and virtualizer. As a machine emulator, it can run OSes and programs made for one machine (e.g. an ARM board) on a different machine (e.g. your own PC). As a virtualizer, QEMU achieves near native performance by executing the guest code directly on the host CPU using KVM.
cs: <app>QEMU</app> je emulátor a virtualizér počítačů. Jako emulátor počítače umožňuje běh operačních systémů a programů vytvořených pro jeden typ počítače (např. desku ARM) na jiném typu počítače (např. na vašem PC). Jako virtualizér, dosahuje QEMU téměř přirozeného výkonu tím, že provádí kód hosta přímo na hostitelském CPU pomocí KVM.
fr: <app>QEMU</app> est un émulateur et un virtualiseur de machines. En tant qu'émulateur, il peut exécuter des systèmes d'exploitation et des programmes faits pour une certaine machine (p.ex. une carte ARM) sur une autre machine (p.ex. votre PC). En tant que virtualiseur, QEMU réalise une performance proche de l'originale en exécutant le code invité directement sur le CPU hôte grâce à KVM.

source: <app>KVM</app> (Kernel-based Virtual Machine) is a Linux kernel module that allows a user space program to use the hardware virtualization features of various processors.
cs: <app>KVM</app> (Kernel-based Virtual Machine - virtuální stroj v jádře) je modul pro linuxové jádro, který umožňuje programům v uživatelském prostoru používat funkce hardwarové virtualizace na různých procesorech.
fr: <app>KVM</app> (Kernel-based Virtual Machine) est un module du noyau Linux qui permet à un programme utilisateur de recourir aux fonctionnalités de virtualisation matérielles de différents processeurs.

source: <app>libvirt</app> is a toolkit for manipulating (creating, deleting and modifying) and monitoring virtual machines on remote hosts, securely.
cs: <app>libvirt</app> je sada nástrojů pro manipulaci (vytváření, mazání a úpravy) s virtuálními stroji a jejich sledování na vzdálených hostitelích a to vše zabezpečeně.
fr: <app>libvirt</app> est un jeu d'outils pour la manipulation (création, effacement, modification) et la surveillance de machines virtuelles sur des hôtes distants, en toute sécurité.

source: <app>libvirt-glib</app> wraps libvirt to provide a high-level object-oriented API suited for glib-based applications.
cs: <app>libvirt-glib</app> obaluje knihovnu libvirt, aby poskytovala objektově orientované API na vyšší úrovni pro aplikace založené na glib.
fr: <app>libvirt-glib</app> englobe libvirt pour procurer une API orientée objet de haut niveau, convenant à des applications basées sur glib.

source: <app>SPICE</app>, the Simple Protocol for Independent Computing Environments, is a system for accessing and controlling remote desktops across a network.
cs: <app>SPICE</app> (Simple Protocol for Independent Computing Enveronments - jednoduchý protokol pro nezávislá výpočetní prostředí) je systém pro přístup a ovládání vzdálených pracovních ploch po síti.
fr: <app>SPICE</app> (Simple Protocol for Independent Computing Environments) est un système pour accéder à des bureaux distants et les contrôler à travers un réseau.

source: The SPICE server is a library that runs inside the QEMU binary. It is mainly responsible for authentication of client connections, relaying of graphics output of the guest OS to the client and relaying of user input (mouse and keyboard) from client to guest.
cs: Server SPICE je knihovna běžící uvnitř programu QEMU. Odpovídá především za ověřování klientských připojení, přenos grafického výstupu hostitelského OS ke klientovi a přenos uživatelského vstupu (myš a klávesnice) od klienta k hostiteli.
fr: Le serveur SPICE est une bibliothèque qui s'exécute à l'intérieur du binaire QEMU. Il est avant tout responsable de l'authentification des connexions client, de la transmission des sorties graphiques du système d'exploitation invité vers le client et de la transmission des entrées de l'utilisateur (souris et clavier) du client vers l'invité.

source: <app>spice-gtk</app> is the SPICE client that provides a view into the guest OS.
cs: <app>spice-gtk</app> je klient SPICE, který poskytuje zobrazení do hostitelského OS.
fr: <app>spice-gtk</app> est le client SPICE qui fournit l'affichage du système d'exploitation de l'invité.

source: <app>VNC</app>, Virtual Network Computing, used only for remote display, is a well know protocol but quite limited and slow.
cs: <app>VNC</app> (Virtual Network Computing - virtuální síťové výpočty) používaný jen pro vzdálené obrazovky je celkem známý, ale trochu omezující a pomalý.
fr: <app>VNC</app> (Virtual Network Computing), utilisé seulement pour l'affichage distant, est un protocole bien connu, mais plutôt limité et lent.

source: Hardware required to run a <app>Boxes</app> virtual machine.
cs: Jaký hardware je požadován pro běh virtuálního stroje pomocí <app>Boxů</app>.
fr: Conditions matérielles requises pour lancer une machine virtuelle avec <app>Machines</app>.

source: Get started with virtual machines
cs: Začínáme s virtuálními stroji
fr: Premiers pas avec les machines virtuelles
