Repository: eurolinux-enterprise-linux-sources/gnome-boxes
Catalog: src/help/*/*.po
Languages: cs, fr

source: Your computer should meet certain criteria for best performance when creating and running virtual machines in <app>Boxes</app>. These requirements are specified by the vendors of the operating systems. <app>Boxes</app> automatically allocates resources to virtual machines based on vendor recommendations. When such information is unavailable to <app>Boxes</app>, it allocates the following:
cs: Abyste dosáhli při vytváření a běhu virtuálních strojů v <app>Boxech</app> nejlepšího výkonu, měl by váš počítač splňovat jistá kritéria. Tyto požadavky jsou předepsány výrobci operačních systémů. <app>Boxy</app> automaticky rezervují prostředky pro virtuální stroj podle doporučení výrobců. Pokud potřebné informace nejsou v <app>Boxech</app> k dispozici, použijí se následující parametry:
fr: Votre ordinateur doit remplir certains critères si vous voulez obtenir la meilleure performance lors de la création et l'exécutions de machines virtuelles avec <app>Machines</app>. Ces conditions sont spécifiées par les fournisseurs des systèmes d'exploitation. <app>Machines</app> alloue automatiquement des ressources aux machines virtuelles sur la base des recommandations des fournisseurs. Si <app>Machines</app> ne dispose pas de ces informations, il alloue de la façon suivante :

source: 20 GB of maximum storage space.
cs: 20 GB jako maximum úložného prostoru
fr: 20 Go d'espace de stockage maximum.

source: This does not mean that <app>Boxes</app> will allocate 20 GB of space when creating the virtual machine. The actual disk space used by <app>Boxes</app> will be less than (or in worst case, equal to) the disk space used by the virtual machine itself.
cs: To neznamená, že <app>Boxy</app> při vytváření virtuálního stroje obsadí 20 GB prostoru. Diskové místo aktuálně použité <app>Boxy</app> bude běžně menší než (nebo v nejhorším případě stejné jako) diskové místo použité virtuálním strojem.
fr: Cela ne signifie pas que <app>Machines</app> allouera 20 Go d'espace lors de la création de la machine virtuelle. L'espace disque effectivement utilisé par <app>Machines</app> sera inférieur (ou au pire égal) à l'espace disque utilisé par la machine virtuelle elle-même.

source: 500 MB of RAM.
cs: 500 MB operační paměti
fr: 500 Mo de RAM.

source: <app>Boxes</app> performs best if your computer processor supports hardware <link xref="virtualization">virtualization extensions</link> and these are enabled in the system BIOS.
cs: <app>Boxy</app> fungují nejlépe, když procesor ve vašem počítači podporuje hardwarové <link xref="virtualization">rozšíření pro virtualizaci</link> a to je povoleno v systému BIOS.
fr: <app>Machines</app> fonctionnera d'autant mieux si votre ordinateur prend en charge les <link xref="virtualization">extensions de virtualisation matérielles</link> et qu'elles sont activées dans le BIOS.

source: It is also recommended that you have at least 8GB RAM and 20GB of free disk space on your computer to efficiently run <app>Boxes</app>.
cs: Abyste mohli <app>Boxy</app> provozovat pořádně, je rovněž doporučeno nejméně 8 GB operační paměti a 20 GB volného místa na disku.

source: Allow your box to access a USB device.
cs: Jak umožnit boxu přístup k zařízení na USB.
fr: Permettre à la machine d'accéder à un périphérique USB.

source: USB Redirection
cs: Přesměrování USB
fr: Redirection USB

source: <sys>USB</sys> is a universal hardware bus protocol used to plug any kind of device into your computer. <sys>USB redirection</sys> makes devices plugged into your local computer available in the machines you are connected to in <app>Boxes</app>. For instance, a USB flash drive or a webcam will appear as directly connected to the remote or virtual computer.
cs: <sys>USB</sys> je protokol univerzální hardwarové sběrnice používaný k připojení všech možných zařízení k počítači. <sys>Přesměrování USB</sys> zajistí, že zařízení připojené do vašeho místního počítače bude přístupné ve stroji, který máte napojený v <app>Boxech</app>. Například flashdisk nebo kamera USB se budou jevit, jako by byli připojeny ke vzdálenému nebo virtuálnímu stroji.
fr: <sys>USB</sys> est un protocole de bus matériel universel utilisé pour le branchement de toutes sortes de périphériques sur votre ordinateur local. La <sys>redirection USB</sys> rend les périphériques branchés sur votre ordinateur local accessibles aux machines auxquelles vous êtes connecté par <app>Machines</app>. Par exemple, un disque flash USB ou une webcam apparaissent comme directement connectés à l'ordinateur distant ou virtuel.

source: To enable host USB devices in a box:
cs: Jak v boxu povolit hostitelské zařízení USB:
fr: Activation de périphériques USB hôtes dans une machine :

source: Make sure the box is running.
cs: Ujistěte se, že box běží.

source: Click the <gui>Devices</gui> tab.
cs: Klikněte na kartu <gui>Zařízení</gui>.

source: <gui>USB devices</gui> connected to the host machine are shown in a list. Set the switch next to each desired device to <gui style="switch">ON</gui>.
cs: <gui>Zařízení USB</gui> připojená k hostitelskému stroji jsou zobrazená v seznamu. Přepněte přepínač vedle požadovaného zařízení na zapnuto.

source: Check the resources available to <app>Boxes</app>.
cs: Jak zjistit prostředky, které jsou <app>Boxům</app> k dispozici.
fr: Vérifier les ressources disponibles pour <app>Machines</app>.

source: Using processor hardware virtualization
cs: Využívání hardwarové virtualizace procesoru
fr: Utilisation de la virtualisation matérielle du processeur

source: To determine whether your computer supports processor virtualization hardware extensions, and that they have been enabled in the system BIOS, run the following in a terminal window:
cs: Když chcete zjistit, jestli váš počítač podporuje v procesoru hardwarové rozšíření pro virtualizaci, a jestli je povolené v systému BIOS, spusťte v okně terminálu následující příkaz:
fr: Pour savoir si votre ordinateur prend en charge les extensions matérielles de virtualisation du processeur, et si elles sont activées dans le BIOS, exécutez la commande suivante dans un terminal :

source: If necessary, switch on the extensions <link href="http://docs.fedoraproject.org/en-US/Fedora/18/html/Virtualization_Administration_Guide/sect-Virtualization-Troubleshooting-Enabling_Intel_VT_and_AMD_V_virtualization_hardware_extensions_in_BIOS.html">in the BIOS setup</link>
cs: Pokud je zapotřebí, zapněte rozšíření <link href="http://docs.fedoraproject.org/en-US/Fedora/18/html/Virtualization_Administration_Guide/sect-Virtualization-Troubleshooting-Enabling_Intel_VT_and_AMD_V_virtualization_hardware_extensions_in_BIOS.html">v nastavení BIOS</link>.
fr: Si nécessaire, activez les extensions <link href="http://docs.fedoraproject.org/en-US/Fedora/18/html/Virtualization_Administration_Guide/sect-Virtualization-Troubleshooting-Enabling_Intel_VT_and_AMD_V_virtualization_hardware_extensions_in_BIOS.html.">dans les paramétrages du BIOS</link>

source: What is a virtual machine?
cs: Co je to virtální stroj?
fr: Qu'est-ce qu'une machine virtuelle ?

source: A virtual machine is a simulated computer running inside another computer. The simulated computer is often called <em>guest</em>, while the real machine is called <em>host</em>.
cs: Virtuální stroj je simulovaný počítač běžící uvnitř jiného počítače. Simulovaný počítač je často nazýván jako <em>host</em>, zatímco skutečný počítač jako <em>hostitel</em>.
fr: Une machine virtuelle est un ordinateur simulé s'exécutant à l'intérieur d'un autre ordinateur. L'ordinateur simulé est souvent appelé <em>invité</em> tandis que la machine réelle est appelée <em>hôte</em>.

source: With <em>virtualization</em>, the guest has access to the real hardware the host is running. If the guest can run on fake hardware, it's called <em>emulation</em>.
cs: Díky <em>virtualizaci</em> má host přístup ke skutečnému hardwaru, na kterém běží hostitel. Pokud host používá falešný hardware, jedná se o <em>emulaci</em>.
fr: Avec la <em>virtualisation</em>, l'invité a accès au matériel réel de l'hôte. Si l'invité est exécuté par imitation logicielle, on parle d'<em>émulation</em>.

source: Why do I need a virtual machine?
cs: Proč bych měl virtuální stroj potřebovat?
fr: Pourquoi utiliser une machine virtuelle ?

source: A virtual machine can be useful when you need to run applications that will only run on another operating system, on Microsoft Windows™ for instance. A virtual machine can also be used during software development, to test in a pristine environment.
cs: Virtuální stroj se hodí v případě, kdy potřebujete spustit aplikace, který běží jen na odlišném operačním systému, například Microsot Windows™. Dalším využitím virtuálního stroje je testování softwaru během jeho vývoje nebo testování v čistě nainstalovaném prostředí.
fr: Une machine virtuelle est utile quand vous souhaitez exécuter un logiciel sur un autre système d'exploitation, par exemple un logiciel Microsoft Windows™ sous Linux. Une machine virtuelle peut aussi être utilisée lors du développement de logiciels, pour les tester dans un environnement spécifique.

source: Open the <link xref="interface#properties">properties view</link> for the box. If the box is open, click the <gui style="button">Properties</gui> button in the header bar. The properties view can also be accessed from <link xref="interface#selection">selection mode</link>.
fr: Ouvrez la <link xref="interface#properties">vue des propriétés</link> de la machine. Si la machine est ouverte, cliquez sur le bouton <gui style="button">Propriétés</gui> dans la barre d'en-têtes. Vous pouvez aussi accéder à la vue des propriétés à partir du <link xref="interface#selection">mode de sélection</link>.

source: Click <gui>Display</gui> in the sidebar.
fr: Cliquez sur <gui>Afficher</gui> dans le panneau latéral.

source: Switch <gui>Share clipboard</gui> to <gui>ON</gui>.
fr: Basculez l'interrupteur <gui>Partager le presse-papiers</gui> sur <gui>Activé</gui>.

source: An introductory message is displayed. Click <gui style="button">Continue</gui>.
fr: Un message d'introduction s'affiche. Cliquez sur <gui style="button">Continuer</gui>.

source: Click <gui style="button">Customize</gui> if you wish to rename the box.
fr: Cliquez sur <gui style="button">Personnaliser</gui> pour renommer la machine.

source: When <app>Boxes</app> is launched, the collection view opens, displaying your existing boxes. If you haven't yet created a box, the greeting reads <gui>No boxes found.</gui>
fr: Au lancement de <app>Machines</app>, la fenêtre de collection s'affiche, présentant les machines existantes. Si aucune machine n'est encore créée, la page d'accueil affiche <gui>Pas de machine trouvée</gui>.

source: A URL to a remote machine (physical or virtual) through a <link xref="connect">remote connection</link>.
fr: d'un URL vers une machine distante (physique ou virtuelle) par une <link xref="connect">connexion distante</link>.

source: Click <gui style="button">Customize</gui> to adjust memory or disk size, or to rename the box.
fr: Cliquez sur <gui style="button">Personnaliser</gui> pour ajuster la taille de la mémoire ou du disque, ou renommer la machine.

source: Click the checkmark button or select a box to enter selection mode.
fr: cocher la case ou sélectionner une machine pour ouvrir le mode de sélection.

source: Click the <gui style="button">Properties</gui> button to enter the properties view of a box.
fr: Cliquez sur le bouton <gui style="button">Propriétés</gui> pour ouvrir la fenêtre des propriétés d'une machine.

source: Clicking the <gui style="button">Properties</gui> button in selection mode opens the <em>properties view</em>, where some of the details of a box can be configured. The main window displays the name of the box, the virtualizer being used, and the URI that can be used to access the box from outside of <app>Boxes</app>. In addition, the sidebar displays:
fr: Cliquer sur le bouton <gui style="button">Propriétés</gui> en mode sélection ouvre la <em>fenêtre des propriétés</em>, où certaines informations sur une machine peuvent être configurées. La fenêtre principale affiche le nom de la machine, le virtualiseur en service et l'URI à utiliser pour accéder à la machine en dehors de <app>Machines</app>. De plus, le panneau latéral affiche :

source: A screenshot of the box.
fr: une capture d'écran de la machine,

source: Running graphs of CPU, disk I/O and network activity.
fr: les courbes de charge du processeur, des entrées et sorties disque et de l'activité du réseau,

source: The <gui style="button">Force Shutdown</gui> button, which enables you to <link xref="shutdown">force a box to shut down</link>.
fr: le bouton <gui style="button">Forcer l'arrêt</gui>, qui vous vous permet de <link xref="shutdown">forcer une machine à s'arrêter</link>.

source: The properties view main window allows you to display or change settings depending on which of the following categories is selected in the sidebar:
fr: La fenêtre principale des propriétés vous permet d'afficher ou modifier des paramètres en fonction du choix de la catégorie que vous faites dans le panneau latéral :

source: <gui>System</gui> settings: memory, maximum allowed disk space, and the <gui>Trouble Log</gui>.
fr: les paramètres <gui>Système</gui> : la mémoire, le maximum d'espace disque autorisé et le <gui>Journal de dépannage</gui>,

source: <gui>Display</gui> settings: display protocol, clipboard sharing, resizing of the display.
fr: les paramètres d'<gui>Affichage</gui> : le protocole d'affichage, le partage du presse-papiers, le redimensionnement de l'affichage,

source: <gui>Device</gui> settings: access to system USB or CD/DVD devices.
fr: les paramètres des <gui>Périphériques</gui> : l'accès du système à l'USB ou au CD/DVD,

source: <gui>Snapshots</gui>: <link xref="snapshot-create">creating</link> and managing snaphots of the box.
fr: les paramètres des <gui>Instantanés</gui> : la <link xref="snapshot-create">création</link> et la gestion des instantanés de la machine.

source: The properties view can also be accessed using the wizard's <gui style="button">Customize</gui> button during box setup, and by clicking the tool button in the header bar of a running session.
fr: La fenêtre des propriétés est aussi accessible par le bouton <gui style="button">Personnaliser</gui> de l'assistant d'installation, ou encore par le bouton situé dans la barre d'en-têtes d'une session ouverte.

source: Creative Commons Attribution-Share Alike 3.0 Unported License
fr: Creative Commons Paternité - Partage dans des conditions identiques à l'initiale 3.0 non transposée

source: Click <gui>System</gui> in the sidebar.
fr: Cliquez sur <gui>Système</gui> dans le panneau latéral.

source: Adjust the <gui>Memory</gui> and <gui>Maximum disk space</gui> sliders to reflect the desired values.
fr: Déplacez les curseurs <gui>Mémoire</gui> et <gui>Espace disque maximum</gui> vers les valeurs souhaitées.

source: View the trouble log of a box
fr: Affichage du journal de dépannage d'une machine

source: Click the <gui style="button">Trouble Log</gui> button to view the log.
fr: Cliquez sur le bouton <gui style="button">Journal de dépannage</gui> pour l'afficher.

source: <keyseq><key>Alt</key><key>Left</key></keyseq>
fr: <keyseq><key>Alt</key><key>Flèche gauche</key></keyseq>

source: <keyseq><key>Alt</key><key>Right</key></keyseq>
fr: <keyseq><key>Alt</key><key>Flèche droite</key></keyseq>

source: <keyseq><key>Escape</key></keyseq>
fr: <keyseq><key>Échap</key></keyseq>

source: Click <gui style="button">Force Shutdown</gui> in the lower left corner.
fr: Cliquez sur <gui style="button">Forcer l'arrêt</gui> dans le coin en bas à gauche.

source: Click <gui style="button">Shutdown</gui> to confirm.
fr: Cliquez sur <gui style="button">Arrêt</gui> pour confirmer.

source: Click <gui>Snapshots</gui> in the sidebar.
fr: Cliquez sur <gui>Instantanés</gui> dans le panneau latéral.

source: Click the menu button on the right and select <gui>Delete</gui>.
fr: Cliquez sur le bouton du menu à droite et appuyez sur <gui>Supprimer</gui>.

source: Confirm to permanently delete the snapshot.
fr: Confirmez votre choix pour le supprimer définitivement.

source: Select the snapshot to be renamed from the list.
fr: Sélectionnez l'instantané à renommer dans la liste.

source: Click the menu button on the right and select <gui>Rename</gui>.
fr: Cliquez sur le bouton menu à droite et choisissez <gui>Renommer</gui>.

source: Type the desired name and press <key>Enter</key>.
fr: Saisissez le nom souhaité et appuyez sur <key>Entrée</key>.

source: <em>Reverting</em> to a snapshot restores the state of the virtual machine saved in that snapshot.
fr: Le <em>Retour</em> à un instantané antérieur restaure l'état de la machine à cet instant là.

source: Select the snapshot from the list to which to revert.
fr: Dans la liste, sélectionnez l'instantané vers lequel revenir.

source: Click the menu button on the right and select <gui>Revert to this state</gui>.
fr: Cliquez sur le bouton menu à droite et appuyez sur <gui>Retourner à cet état</gui>.

source: Right-click on the box in the collection view, or if the box is already open, click the properties button in the toolbar.
fr: Faites un clic droit sur la machine dans la fenêtre de collection, ou, si la machine est déjà ouverte, cliquez sur le bouton des propriétés dans la barre d'outils.

source: Click <gui style="menuitem">Devices</gui> in the sidebar.
fr: Cliquez sur <gui style="menuitem">Périphériques</gui> dans le panneau latéral.

source: Ensure <gui>Redirect new USB devices</gui> is switched to <gui style="switch">ON</gui>. <gui>USB devices</gui> connected to the host machine are shown in a list.
fr: Assurez-vous que <gui>Rediriger les nouveaux périphériques USB</gui> est activé. Les <gui>Périphériques USB</gui> connectés à la machine hôte sont affichés dans une liste.

source: Set the switch next to each desired device to <gui style="switch">ON</gui>.
fr: Basculez l'interrupteur proche de chaque périphérique voulu sur <gui style="switch">Activé</gui>.
