Repository: eurolinux-enterprise-linux-sources/gnome-boxes
Catalog: src/help/*/*.po
Languages: cs, fr

# _
source: translator-credits
cs: Marek Černocký <marek@manet.cz>
fr: Julien Hardelin <jhardlin@orange.fr>, 2014 Alain Lojewski <allomervan@gmail.com>, 2014

source: Use the clipboard with <app>Boxes</app>.
cs: Jak používat schránku ve spolupráci s <app>Boxy</app>.
fr: Utiliser le presse-papiers avec <app>Machines</app>.

source: Share the clipboard
cs: Sdílení schránky
fr: Partage du presse-papiers

source: The clipboard of the host machine can be shared with the guest in <app>Boxes</app>.
cs: Schránka v hostitelském stroji může být sdílena s hostem v <app>Boxech</app>.
fr: Dans <app>Machines</app>, le presse-papiers de la machine hôte peut être partagé avec l'invité.

source: settings
cs: nastavení

source: Right-click on the box in the collection view and select <gui>Properties</gui>, or if the box is running, click the menu (<_:media-1/>) button in the header bar and select <gui>Properties</gui>.
cs: Klikněte pravým tlačítkem na box v zobrazení skupin a vyberte <gui>Vlastnosti</gui>, nebo, když box běží, klikněte na tlačítko nabídky (<_:media-1/>) v hlavičkové liště a vyberte <gui>Vlastnosti</gui>.

source: On the <gui>General</gui> tab, switch <gui>Share clipboard</gui> to <gui>ON</gui>.
cs: Na karte <gui>Obecné</gui> přepněte <gui>Sdílet schránku</gui> na zapnuto.

source: While express installation typically takes care of making shared clipboard available to you, express installation is not available for all operating systems. In such cases or if you choose manual installation, for shared clipboard to work the SPICE vdagent needs to be installed in the guest. In most Linux-based operating systems the package is called <em>spice-vdagent</em>. If the guest is running a different operating system, check out the <link href="http://www.spice-space.org/download.html">SPICE download page</link>.
cs: Ačkoliv se vám expresní instalace typicky postará o vytvoření sdílené schránky, není expresní instalace dostupná pro všechny operační systémy. V takových případech, nebo když si zvolíte ruční instalaci, je potřeba pro zprovoznění sdílené schránky v hostu provést instalaci SPICE vdagent. Ve většině linuxových operačních systémů se balíček nazývá <em>spice-vdagent</em>. Pokud je hostem jiný operační systém, podívejte se na <link href="http://www.spice-space.org/download.html">stránku SPICE ke stažení</link>.

source: Access a box or service over the network.
cs: Jak připojit box nebo službu skrz síť.
fr: Accéder à une machine ou à un service sur le réseau.

source: Connect to another computer
cs: Připojení k jinému počítači
fr: Connexion à un autre ordinateur

source: <app>Boxes</app> can be used to view and access a remote physical or virtual machine.
cs: <app>Boxy</app> je možné použít k zobrazení a k přístupu ke vzdálenému fyzickému stroji nebo ke vzdálenému virtuálnímu stroji.
fr: <app>Machines</app> peut être utilisé pour afficher et accéder à une machine distante physique ou virtuelle.

source: The remote machine should already be configured.
cs: Vzdálený stroj by již měl být nastaven.
fr: La machine distante doit être déjà configurée.

source: Click <gui style="button">New</gui> in the top left corner to launch the box creation wizard.
cs: Klikněte na <gui style="button">Nový</gui> v levém horním rohu a spustí se průvodce vytvořením boxu.
fr: Cliquez sur <gui style="button">Nouveau</gui> dans le coin en haut à gauche pour lancer l'assistant de création de machine.

source: At the wizard's <gui>Source Selection</gui> screen, click <gui style="button">Enter URL</gui>.
cs: Na obrazovce průvodce <gui>Výběr zdroje</gui> klikněte na <gui style="button">Zadat adresu URL</gui>.
fr: Dans l'écran <gui>Sélection de la source de l'assistant</gui>, cliquez sur <gui style="button">Saisissez l'URL</gui>.

source: Enter a URL containing the protocol, IP address and port number of the remote device or service. For example:
cs: Zadejte adresu URL obsahující protokol, adresu IP a číslo portu vzdáleného zařízení nebo služby. Například:
fr: Saisissez un URL contenant le protocole, l'adresse IP et le numéro de port du périphérique ou du service distant. Par exemple :

source: The protocol will be:
cs: Protokol může být:
fr: Le protocole est :

source: spice:// to connect to a local or remote <app>Xspice</app> server.
cs: spice:// pro připojení k místnímu nebo vzdálenému serveru <app>Xspice</app>.
fr: spice:// pour se connecter à un serveur <app>Xspice</app> local ou distant.

source: qemu:// to connect to a libvirt instance providing access to all virtual machines it is hosting.
cs: qemu:// pro připojení k instanci libvirt poskytující přístup ke všem virtuálním strojům, které jsou hostovány.
fr: qemu:// pour se connecter à une instance libvirt fournissant un accès à toutes les machines virtuelles qu'elle héberge.

source: vnc:// to connect to a remote <app>vino</app> or <app>VNC</app> server.
cs: vnc:// pro připojení ke vzdálenému serveru <app>vino</app> nebo <app>VNC</app>.
fr: vnc:// pour se connecter à un serveur <app>vino</app> ou <app>VNC</app> distant.

source: The address and port number should be available from the configuration of the device or service on the remote machine. For example, the <gui style="menu">Properties</gui> view in <app>Boxes</app> provides the URL you would use to connect to that box.
cs: Adresa a číslo portu by měli jít zjistit v nastavení zařízení nebo služby na vzdáleném stroji. Například v zobrazení <gui style="menu">Vlastností</gui> v <app>Boxech</app> uvidíte adesu URL, kterou byste použili k připojení k danému boxu.
fr: L'adresse et le numéro de port sont normalement disponibles dans la configuration du périphérique ou du service sur la machine distante. Par exemple, la fenêtre <gui style="menu">Propriétés</gui> dans <app>Machines</app> fournit l'URL à utiliser pour se connecter à cette machine.

source: Click <gui style="button">Continue</gui> in the top right corner.
cs: Klikněte na tlačítko <gui style="button">Pokračovat</gui> v pravém horním rohu.
fr: Cliquez sur <gui style="button">Continuer</gui> dans le coin en haut à droite.

source: Click <gui style="button">Create</gui>.
cs: Klikněte na <gui style="button">Vytvořit</gui>.
fr: Cliquez sur <gui style="button">Créer</gui>.

source: The remote box will open in the collection view.
cs: Vzdálený box se otevře v zobrazení skupin.
fr: La machine distante s'ouvre dans la fenêtre de collection.

source: Create a box using a Continuous disk image.
cs: Jav vytvořit box pomocí obrazu disku Continuous.
fr: Créer une machine utilisant une image disque Continuous.

source: Using Boxes with Continuous
cs: Používání Boxů s Continuous
fr: Utilisation de Machines avec Continuous

source: <link href="https://wiki.gnome.org/Projects/GnomeContinuous">Continuous</link> is GNOME's continuous build system. Boxes is able to create a box from a Continuous <em>qcow2</em> image.
cs: <link href="https://wiki.gnome.org/Projects/GnomeContinuous">Continuous</link> je průběžné sestavení systému GNOME. <app>Boxy</app> dokáží vytvořit box z obrazu <em>qcow2</em> s Continuous.
fr: <link href="https://wiki.gnome.org/Projects/GnomeContinuous">Continuous</link> est le système de construction en continu de GNOME. Machines peut générer une machine à partir d'une image <em>qcow2</em> Continuous.

source: The latest images are found at the link provided in the <link href="https://wiki.gnome.org/Projects/GnomeContinuous#Installation">Installation</link> section of the wiki page.
cs: Nejnovější obraz naleznete pod odkazem nabízeným v části <link href="https://wiki.gnome.org/Projects/GnomeContinuous#Installation">Instalace</link> na stránce wiki.

source: Images are available in <em>runtime</em> and <em>devel-debug</em> flavors. The <em>devel-debug</em> image results in a virtual machine containing developer tools and headers.
cs: Obrazy jsou k dispozici ve variantách <em>runtime</em> a <em>devel-debug</em>. Výsledkem obrazu <em>devel-debug</em> je virtuální stroj obsahující vývojářské nástroje a hlavičkové soubory.
fr: Les images sont disponibles dans les variantes <em>runtime</em> et <em>devel-debug</em>. L'image <em>devel-debug</em> crée une machine virtuelle contenant les outils et les en-têtes pour développeurs.

source: In <app>Boxes</app>, click <gui style="button">New</gui> to launch the box creation wizard.
cs: V <app>Boxy</app> klikněte na <gui style="button">Nový</gui> a spustí se průvodce vytvořením boxu.
fr: Dans <app>Machines</app>, cliquez sur <gui style="button">Nouveau</gui> pour lancer l'assistant de création.

source: Click <gui style="button">Enter URL</gui> and type the URL including the full filename of the gzipped runtime or devel-debug qcow2 image. Boxes will download and install the image.
cs: Klikněte na <gui style="button">Zadat adresu URL</gui> a vepište adresu URL včetně celého názvu souboru s obrazem qcow2 obsahujícím runtime nebo devel-debug komprimovaný pomocí gzip. Boxy obraz stáhnou a nainstalují.

source: If you have already saved an image to disk, click <gui style="button">Select a file</gui> and navigate to the Continuous qcow2 image. Select the file and click <gui style="button">Open</gui>.
cs: V případě, že máte obraz již uložený na svém disku, klikněte na <gui style="button">Vybrat soubor</gui> a vyhledejte obraz qcow2 s Continuous. Vyberte soubor a klikněte na <gui style="button">Otevřít</gui>.

source: The <gui>Review</gui> page opens. Click <gui style="button">Customize</gui> to adjust memory or disk size, or to rename the box.
cs: Otevře se stránka <gui>Shrnutí</gui>. Kliknutím na <gui style="button">Přizpůsobit</gui> můžete upravit velikost paměti a disku nebo box přejmenovat.
fr: La page <gui>Résumé</gui> s'ouvre. Cliquez sur <gui style="button">Personnaliser</gui> pour ajuster la taille du disque ou de la mémoire, ou pour renommer la machine.

source: Click <gui style="button">Create</gui>. The collection view returns, and the installation of the box begins.
cs: Klikněte na <gui style="button">Vytvořit</gui>. Vrátíte se do zobrazení skupin a instalace započne.
fr: Cliquez sur <gui style="button">Créer</gui>. La fenêtre de collection réapparaît, et l'installation de la machine commence.

source: The information necessary to upgrade a Continuous vm can be found on the <link href="https://wiki.gnome.org/Projects/GnomeContinuous">wiki page</link>.
cs: Informace potřebné k povýšení virtuálního stroje Continuous najdete na <link href="https://wiki.gnome.org/Projects/GnomeContinuous">stránce wiki</link>.
fr: Les informations nécessaires à la mise à niveau d'une machine virtuelle Continuous sont sur cette <link href="https://wiki.gnome.org/Projects/GnomeContinuous">page du wiki</link>.

source: Click <gui style="button">New</gui> to begin creating a box.
cs: Kliknutím na <gui style="button">Nový</gui> se začne vytvářet nový box.
fr: Cliquez sur <gui style="button">Nouveau</gui> pour débuter la création d'une machine.

source: Create a box
cs: Vytvoření boxu
fr: Création d'une machine

source: When <app>Boxes</app> is launched, the collection view opens, displaying your existing boxes. If you haven't yet created a box, an introductory message is displayed.
cs: Po spuštění <app>Boxů</app> se otevře zobrazení skupin, ve kterém vidíte stávající boxy. V případě, že zatím žádný box nemáte vytvořený, zobrazí se úvodní zpráva.

source: At the wizard's <gui>Source Selection</gui> screen, choose a source to determine the type of box you want to create. A local virtual machine can be created from:
cs: Na obrazovce průvodce <gui>Výběr zdroje</gui> zvolte zdroj, podle kterého bude určen typ boxu, který se má vytvořit. Místní virtuální stroj je možné vytvořit z:
fr: Dans l'écran <gui>Sélection de la source</gui> de l'assistant, choisissez une source pour définir le type de machine à créer. Une machine virtuelle locale peut être créée à partir :

source: An ISO found by <app>Boxes</app>.
cs: Obrazu ISO nalezeného aplikací <app>Boxy</app>
fr: d'un ISO trouvé par <app>Machines</app>,

source: Installation media on a CD/DVD/USB drive.
cs: Instalačního média v mechanice CD/DVD/BR nebo portu USB
fr: d'un support d'installation sur CD/DVD/USB,

source: A local ISO file (if not found automatically above).
cs: Místního souboru ISO (pokud nebyl předtím nalezen automaticky)
fr: d'un fichier ISO local, si non trouvé automatiquement comme ci-dessus,

source: A URL to a <link xref="connect">remote</link> machine.
cs: Adresa URL ke <link xref="connect">vzdálenému</link> stroji.

source: If your installation media supports <gui>Express Installation</gui>, the installation will proceed without further input.
cs: Pokud vaše instalační médium podporuje <gui>Expresní instalaci</gui>, proběhne instalace bez dalších dotazů.
fr: Si le support d'installation prend en charge l'<gui>Installation rapide</gui>, elle se fait sans autre formalité.

source: After making your selection, or providing the necessary information, click <gui style="button">Continue</gui>, which will take you to the <gui>Review</gui> page.
cs: Po provedení výběru a případném poskytnutí potřebných informací klikněte na <gui style="button">Pokračovat</gui> a otevře se stránka <gui>Shrnutí</gui>.
fr: Une fois la sélection faite, ou les informations nécessaires fournies, cliquez sur <gui style="button">Continuer</gui>. La page <gui>Résumé</gui> s'ouvre alors.

source: If the box is local, click <gui style="button">Customize</gui> to adjust memory or disk size, or to rename the box.
cs: V případě, že box je místní, můžete kliknutím na <gui style="button">Přizpůsobit</gui> upravit velikost paměti a disku, nebo box přejmenovat.

source: The collection view returns, and the installation of the box begins.
cs: Opět se objeví zobrazení skupin a instalace boxu započne.
fr: La fenêtre de collection réapparaît, et l'installation de la machine commence.

source: Remove a box that you no longer need.
cs: Jak odstranit box, který již nepotřebujete.
fr: Supprimer une machine devenue inutile.

source: Delete a box
cs: Odstranění boxu
fr: Suppression d'une machine

source: When a box is no longer needed, it can be deleted from <app>Boxes</app>.
cs: Když některý box již nadále nepotřebujete, můžete jej z <app>Boxů</app> vymazat.
fr: Lorsqu'une une machine est devenue inutile, vous pouvez la supprimer de <app>Machines</app>.

source: Select one or more boxes. In the collection view, right click a box to be deleted.
cs: Vyberte jeden či více boxů. V zobrazení skupin klikněte pravým tlačítkem na box, který se má smazat.
fr: Sélectionnez une ou plusieurs machines. Dans la fenêtre de collection, faites un clic droit sur la machine a supprimer.

source: <link xref="interface#selection">Selection mode</link> opens. Click additional boxes to select them for deletion.
cs: Otevře se <link xref="interface#selection">režim výběru</link>. Klikněte na další boxy, které se mají vybrat ke smazání.
fr: La boîte de dialogue <link xref="interface#selection">Mode de sélection</link> s'ouvre. Sélectionnez les machines à supprimer.

source: Click the <gui style="button">Delete</gui> button.
cs: Klikněte na <gui style="button">Odstranit</gui>.
fr: Cliquez sur <gui style="button">Supprimer</gui>.

source: Click the <key>X</key> to confirm.
cs: Kliknutím na <key>X</key> odstranění zakončete.
fr: Cliquez sur <key>X</key> pour confirmer.

source: Where does Boxes store disk images?
cs: Kde Boxy uchovávají obrazy disků?
fr: Lieu de stockage des images disques par Machines

source: By default, <app>Boxes</app> stores disk images in the folder <file>~/.local/share/gnome-boxes/images/</file>. If you are using other software that interfaces with libvirt, such as <app>virt-manager</app>, then <app>Boxes</app> will also read from the folder that software uses to store its images.
cs: Standardně uchovávají <app>Boxy</app> obrazy disku ve složce <file>~/.local/share/gnome-boxes/images/</file>. Pokud používáte ještě nějaký další software, který je propojený s libvirt, třeba <app>virt-manager</app>, pak budou <app>Boxy</app> číst i ze složky, kterou používá k uchování obrazů tento software.
fr: Par défaut, <app>Machines</app> enregistre ses images disque dans le dossier <file>~/.local/share/gnome-boxes/images/</file>. Si vous utilisez d'autres logiciels qui s'interfacent avec libvirt, tels que <app>virt-manager</app>, alors <app>Machines</app> ira aussi chercher dans le dossier utilisé par ces logiciels pour stocker leurs images.

source: Boxes
cs: Boxy
fr: Machines

source: Learn to set up local virtual machines and to connect to remote virtual machines. You can also use <app>Boxes</app> to connect to remote desktops.
cs: Naučte se, jak nastavit místní virtuální stroj a jak se připojit k vzdálenému virtuálnímu stroji. <app>Boxy</app> můžete použít i k připojení ke vzdálené pracovní ploše.
fr: Apprendre à configurer des machines virtuelles locales et à se connecter à des machines virtuelles distantes. Vous pouvez aussi utiliser <app>Machines</app> pour vous connecter à des ordinateurs distants.

source: <_:media-1/> Boxes
cs: <_:media-1/> Boxy
fr: <_:media-1/> Machines

source: <app>Boxes</app> is an application that gives you access to <link xref="what-is-a-virtual-machine">virtual machines</link>, running locally or remotely. It also allows you to connect to the display of a remote computer.
cs: <app>Boxy</app> jsou aplikace, která vám poskytuje přístup k <link xref="what-is-a-virtual-machine">virtuálním strojům</link> běžícím ať už místně nebo vzdáleně. Umožňuje také připojení k obrazovce vzdáleného počítače.
fr: <app>Machines</app> est une application qui donne accès à des <link xref="what-is-a-virtual-machine">machines virtuelles</link>, exécutées localement ou à distance. Elle permet également de vous connecter à l'affichage d'un ordinateur distant.

source: Getting started
cs: Začínáme
fr: Premiers pas

source: Using Boxes
cs: Používání Boxů
fr: Utilisation de Machines

source: Properties
cs: Vlastnosti
fr: Propriétés

source: Snapshots
cs: Snímky
fr: Instantanés

source: Questions
cs: Dotazy

source: Advanced topics
cs: Pokročilá témata
fr: Sujets avancés

source: Get around the application.
cs: Seznamte se s aplikací.
fr: Explorer l'application.

source: The Boxes interface
cs: Uživatelské rozhraní boxů
fr: L'interface de Machines

source: Collection view
cs: Zobrazení skupin
fr: La fenêtre de collection

source: When you first launch <app>Boxes</app>, the greeting tells you to click the <gui style="button">New</gui> button to create your first box. On subsequent visits, <app>Boxes</app> opens in the <em>collection view</em>, displaying thumbnails of your boxes in a grid. Favourites or frequently-used boxes appear at the top of the list. Collection view allows you to:
cs: Když spustíte <app>Boxy</app> poprvé, poradí vám v uvítání, abyste klikli na tlačítko <gui style="button">Nový</gui> a tím vytvořili svůj první box. Při dalších spuštěních se <app>Boxy</app> otevřou v <em>zobrazení skupin</em>, ve kterých uvidíte náhledy svých boxů seřazené v mřížce. Oblíbené a nejčastěji používané boxy se nachází v horní části seznamu. V zobrazení skupin můžete:
fr: Au premier lancement de <app>Machines</app>, la page d'accueil vous demande de cliquer sur le bouton <gui style="button">Nouveau</gui> pour créer votre première machine. Lors des visites ultérieures, <app>Machines</app> s'ouvre sur la <em>fenêtre de collection</em> qui affiche dans une grille les miniatures des machines installées. Les favoris ou les machines souvent utilisées se trouvent en début de liste. La fenêtre de collection permet de :

source: Click <gui style="button">New</gui> to <link xref="create">create</link> a box.
cs: Kliknutím na <gui style="button">Nový</gui> <link xref="create">vytvořit</link> nový box
fr: cliquer sur <gui style="button">Nouveau</gui> pour débuter la création d'une machine,

source: Click a box to launch a virtual machine session.
cs: Kliknutím na box spustit sezení virtuálního stroje
fr: cliquer sur une machine pour en lancer une session virtuelle,

source: <link xref="search">Search</link> for a box.
cs: <link xref="search">Vyhledat</link> box
fr: <link xref="search">Rechercher</link> une machine,

source: Click the checkmark button in the header bar to enter selection mode.
cs: Kliknutím na tlačítko se zaškrtávátkem v hlavičkové liště vstoupit do režimu výběru

source: Right click on a box to choose <gui>Open in New Window</gui>, <gui>Add to Favorites</gui>, <gui>Force Shutdown</gui>, <gui>Clone</gui>, <gui>Delete</gui>, or to open the <gui>Properties</gui> view for the box.
cs: Klikněte pravým tlačítkem na box, abyste mohli zvolit z <gui>Otevřít v novém okně</gui>, <gui>Přidat do oblíbených</gui>, <gui>Vynutit vypnutí</gui>, <gui>Klonovat</gui>, <gui>Smazat</gui> nebo otevřete zobrazení <gui>Vlastností</gui> boxu.

source: The wizard
cs: Průvodce
fr: L'assistant

source: Clicking <gui style="button">New</gui> launches the <em>wizard</em>, which guides you through the process of box creation.
cs: Kliknutí na tlačítko <gui style="button">Nový</gui> spustí <em>průvodce</em>, který vás postupně provede vytvořením boxu.
fr: Cliquer sur <gui style="button">Nouveau</gui> démarre l'<em>assistant</em> qui vous guide à travers le processus de création d'une machine.

source: Selection mode
cs: Režim výběru
fr: Mode sélection

source: In collection view, clicking the checkmark button or right-clicking a thumbnail puts you in <em>selection mode</em>, where various operations can be performed on boxes, individually or in groups. You can:
cs: Když jste v zobrazení skupin a kliknete na zaškrtávací políčko nebo kliknete pravým tlačítkem na náhled, dostanete se do <em>režimu výběru</em>, ve kterém se dají s boxy, ať už jednotlivě nebo hromadně, provádět různé věci. Můžete:
fr: Dans la fenêtre de collection, cocher la case ou cliquer droit sur une miniature vous fait passer en <em>mode sélection</em>, où diverses opérations sur les machines sont possibles, individuellement ou en groupes. Vous pouvez alors :

source: <link xref="delete">Delete</link> a box or boxes.
cs: <link xref="delete">Odstranit</link> box či více boxů
fr: <link xref="delete">Supprimer</link> une ou plusieurs machines,

source: Mark a box or boxes as favorites.
cs: Označit box či více boxů jako oblíbené
fr: marquer une ou plusieurs machines comme favorites,

source: Pause a box.
cs: Pozastavit běh boxu
fr: mettre une machine en pause,

source: Open a box in a new window.
cs: Otevřít box v novém okně
fr: ouvrir une machine dans une nouvelle fenêtre.

source: Properties view
cs: Zobrazení vlastností
fr: Fenêtre des propriétés

source: Right clicking a box and selecting <gui style="button">Properties</gui> in the collection view opens the <em>properties view</em>, where some of the details of a box can be configured. The properties view allows you to display or change settings depending on which of the following tabs is selected:
cs: Kliknutím pravým tlačítkem a vybráním <gui style="button">Vlastnosti</gui> v zobrazení skupin se otevře <em>zobrazení vlastností</em>, ve kterém můžete nastavit některé podrobnosti boxu. V zobrazení vlastností se můžete podívat na nastavení, nebo je případně změnit, v závislosti na tom, která karta je vybraná:

source: <gui>General</gui>: displays the box <gui>Name</gui> and <gui>Broker</gui> or virtualizer being used (such as <em>QEMU</em>). For a remote box, this tab also displays the <gui>Protocol</gui> (such as <em>VNC</em>), and the <gui>URL</gui> to be used for remote access. When the box is running, the <gui>Share Clipboard</gui> switch appears here.
cs: <gui>Obecné</gui>: zobrazí <gui>Název</gui> a <gui>Zprostředkovatele</gui> boxu nebo použitý virtualizér (jako je <em>QEMU</em>). Pro vzdálené boxy tato karta zobrazí také <gui>Protokol</gui> (jako je <em>VNC</em>) a adresu <gui>URL</gui>, která se používá pro vzdálený přístup. Když box běží, objeví se zde přepínač <gui>Sdílet schránku</gui>.
